"com_apple_garageband_metadata_projectType" = "유형";
"com_apple_garageband_metadata_parentalAdvisory" = "유해 등급";
"com_apple_garageband_metadata_songVersionNumber" = "다음 버전으로 생성됨";
"com_apple_garageband_metadata_numberOfSITracks" = "소프트웨어 악기 트랙";
"com_apple_garageband_metadata_numberOfRITracks" = "실제 악기 트랙";

"com_apple_garageband_metadata_projectType.Description" = "GarageBand 프로젝트 유형";
"com_apple_garageband_metadata_parentalAdvisory.Description" = "GarageBand 유해 등급";
"com_apple_garageband_metadata_songVersionNumber.Description" = "이 노래를 생성하는데 사용된 GarageBand 버전";
"com_apple_garageband_metadata_numberOfSITracks.Description" = "GarageBand 노래에 있는 소프트웨어 악기 트랙 수";
"com_apple_garageband_metadata_numberOfRITracks.Description" = "GarageBand 노래에 있는 실제 악기 트랙 수";